Repository: boctulus/simplerest
Catalog: app/locale/*/LC_MESSAGES/messages.po
Languages: es_ar

source: %s is required
es_ar: %s es requerido

source: Data can not be null
es_ar: No se recibieron datos

source: Data type is undefined
es_ar: Tipo de datos indefinido

source: Invalid regular expression!
es_ar: Expresión regilar inválida

source: Invalid data type for %s
es_ar: Tipo de dato inválido para %s

source: No validation rules!
es_ar: No hay reglas de validación!

source: It's not a valid int
es_ar: No es un número entero válido

source: It's not a valid integer
es_ar: No es un número entero válido

source: It's not a number
es_ar: No es un número válido

source: It's not a valid decimal
es_ar: No es un número decimal válido

source: It's not a valid float
es_ar: No es un número flotante válido

source: It's not a valid double
es_ar: No es un número de doble presición válido

source: It's not a valid string
es_ar: No es una cadena válida

source: It's not a valid alpha
es_ar: No se permiten números o símbolos

source: It's not a valid notnum
es_ar: No se admiten números

source: It's not a valid email
es_ar: No es un correo válido

source: It's not a valid date
es_ar: No es una fecha válida

source: It's not a valid datetime
es_ar: No es una fecha-hora válida

source: It's not a valid time
es_ar: No es una hora válida

source: Maximum length is %d
es_ar: La longitud máxima es de %d

source: Minimum length is %d
es_ar: La longitud mínima es de %d
